Repository: Kozzi11/pochop.it
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs

source: First name
cs: Jméno

source: Last name
cs: Příjmení

source: Password
cs: Heslo

source: Confirm password
cs: Ověření hesla

source: This email is already registered. If you've forgotten your password, generate a new one.
cs: Tento e-mail je již zaregistrovaný. Pokud jste zapomněl heslo, vygenerujte si nové.

source: The two password fields did not match!
cs: Zadaná hesla se neshodují!

source: Base info
cs: Základní informace

source: edit profil
cs: upravit profil

source: commitment
cs: Angažovanost

source: mits
cs: mitů

source: businesscard
cs: Vizitka

source: statistics
cs: Statistiky

source: number
cs: počet

source: credit
cs: kredit [mit]

source: questions
cs: otázky

source: answers
cs: odpovědi

source: edits
cs: úpravy

source: votes
cs: hlasování

source: administration
cs: administrace

source: summary
cs: suma sumárum

source: Save
cs: Hotovo

source: Submit
cs: Odeslat

source: Delete
cs: Smazat

source: Enroll in a course
cs: Zapsat kurz

source: Add new lesson
cs: Přidat novou lekci

source: Lesson
cs: Lekce

source: Create new course
cs: Vytvořit nový kurz

source: Course
cs: Kurz

source: Add component
cs: Přidat novou komponentu

source: All
cs: Všechny

source: In progress
cs: Zapsané

source: Completed
cs: Dokončené

source: My courses
cs: Mé kurzy

source: New course
cs: Mé kurzy

source: Component
cs: Komponenta

source: Main
cs: Obecné

source: You have not notification
cs: Kde nic, tu nic...

source: Concise description of the problem
cs: Zde popiš podrobněji tvůj dotaz, pokud možno jasně a stručně prosíme :)

source: Tags
cs: Zkus najít nějaké vhodné tagy

source: Question heading
cs: Tři, čtyři výstižná slova

source: Editor comment
cs: Krátce popiš co jsi upravil

source: low
cs: nic moc

source: middle
cs: šlo to

source: high
cs: slušný

source: sophistication
cs: Jak moc byla úprava přínosná

source: Supervisor comment
cs: Cheš k tomu něco dodat?

source: Your answer
cs: Tvoje odpověď

source: new tag
cs: Přidat nový tag

source: This question was already edited by %(first_name)s %(last_name)s, but not proceesed.
cs: Tuto otázku již upravil/a %(first_name)s %(last_name)s, tato úprava ale ještě nebyla schválena.

source: Version from
cs: Verze od

source: Original version
cs: Původní verze

source: Edit comment
cs: Popis úpravy

source: Edited version
cs: Vylepšená verze

source: Submit for approval
cs: Hotovo, poslat na schválení

source: not approve
cs: Zamítnout

source: Approve
cs: Schválit

source: you
cs: Ty

source: your question is
cs: Ptáš se

source: is asking
cs: se ptá

source: edit question
cs: uprav otázku

source: changes
cs: zkontrolovat změny

source: it is scrap
cs: odpad

source: add comment
cs: přidej komentář

source: Type your additional question
cs: komentář

source: Send
cs: Šup tam s ním

source: Yours answers
cs: Vaše odpovědi

source: edit answer
cs: uprav odpověď

source: advise
cs: Poradit

source: Ask question
cs: Zeptat se

source: Administration
cs: administrace

source: Ask PochopIT members
cs: Zeptej se

source: Search
cs: Hledat

source: You can add only one answer to question!
cs: Nemůžeš hlasovat pro svoji otázku.

source: Nothing to review!
cs: Všechny revize již byly zmáknuty!

source: Revision already approved
cs: Revizi již někdo zmáknul.

source: You have scrap this question.
cs: Označil/a jsi otázku jako odpad.

source: You already scrap this question!
cs: Nemůžeš označit jako odpad dvaktrát tu samou otázku!

source: You have scrap answer.
cs: Označil/a jsi odpověď jako odpad.

source: You already scrap this answer!
cs: Nemůžeš označit jak odpad dvaktrát tu samou odpověď!

source: You have scrap comment.
cs: Nemůžeš označit jak odpad dvaktrát ten samý komentář!

source: You already scrap this comment!
cs: Nemůžeš označit jak odpad dvaktrát ten samý komentář!

source: You can not vote for your question!
cs: Nemůžeš hlasovat pro svoji otázku.

source: You can not vote more than once!
cs: Nemůžeš hlasovat vicekrát!

source: You can not vote more than
cs: Překročil jsi denní limit hlasování! Zkus to zítra.

source: You can not vote for your answer!
cs: Nemůžeš hlasovat pro svoji odpověď.

source: Tag already exits!
cs: Tag už existuje!

source: About
cs: O projektu

source: Questions
cs: Poradit

source: Loading...
cs: Načítám...

source: Settings
cs: Nastavení

source: My account
cs: Můj účet

source: Sign out
cs: Odhlásit

source: Sign up
cs: Registrovat

source: Sign in
cs: Přihlásit
